Repository: dinooo13/pladder
Catalog: Sources/PladderSystem/Resources/KeyNames.xcstrings
Source language: en
Languages: de

source: Caps Lock
de: Feststelltaste

source: Command
de: Befehlstaste

source: Control
de: Steuerungstaste

source: Delete
de: Rückschritttaste

source: Down Arrow
de: Pfeil unten

source: End
de: Ende

source: Escape
de: Esc

source: Fn / Globe
de: Fn / Globus

source: Forward Delete
de: Entfernen

source: Help
de: Hilfe

source: Home
de: Anfang

source: Key %lld
de: Taste %lld

source: Keypad *
de: Ziffernblock *

source: Keypad +
de: Ziffernblock +

source: Keypad -
de: Ziffernblock -

source: Keypad .
de: Ziffernblock .

source: Keypad /
de: Ziffernblock /

source: Keypad 0
de: Ziffernblock 0

source: Keypad 1
de: Ziffernblock 1

source: Keypad 2
de: Ziffernblock 2

source: Keypad 3
de: Ziffernblock 3

source: Keypad 4
de: Ziffernblock 4

source: Keypad 5
de: Ziffernblock 5

source: Keypad 6
de: Ziffernblock 6

source: Keypad 7
de: Ziffernblock 7

source: Keypad 8
de: Ziffernblock 8

source: Keypad 9
de: Ziffernblock 9

source: Keypad =
de: Ziffernblock =

source: Keypad Clear
de: Ziffernblock löschen

source: Keypad Enter
de: Ziffernblock-Eingabe

source: Left Arrow
de: Pfeil links

source: Left Command
de: Linke Befehlstaste

source: Left Control
de: Linke Steuerungstaste

source: Left Option
de: Linke Wahltaste

source: Left Shift
de: Linke Umschalttaste

source: Menu
de: Menü

source: Mute
de: Stumm

source: None
de: Keine

source: Option
de: Wahltaste

source: Page Down
de: Bild ab

source: Page Up
de: Bild auf

source: Return
de: Zeilenschalter

source: Right Arrow
de: Pfeil rechts

source: Right Command
de: Rechte Befehlstaste

source: Right Control
de: Rechte Steuerungstaste

source: Right Option
de: Rechte Wahltaste

source: Right Shift
de: Rechte Umschalttaste

source: Shift
de: Umschalttaste

source: Space
de: Leertaste

source: Tab
de: Tabulatortaste

source: Up Arrow
de: Pfeil oben

source: Volume Down
de: Leiser

source: Volume Up
de: Lauter
